Repository: abrt/retrace-server
Catalog: po/*.po
Languages: de, es, ja, ru

source: You must use HTTPS
de: Sie müssen HTTPS verwenden
es: Debe usar HTTPS
ja: HTTPS接続が必要です
ru: Вы должны использовать HTTPS

source: Invalid URL
de: Ungültige URL
es: URL no válido
ja: 無効なURL
ru: Неправильный URL

source: There is no such task
de: Es gibt keine solche Aufgabe
es: No existe la tarea
ja: そのようなタスクはありません
ru: Нет такой задачи

source: Invalid password
de: Ungültiges Passwort
es: Contraseña no válida
ja: 無効なパスワード
ru: Неправильный пароль

source: There is no backtrace for the specified task
de: Es gibt keine Ablaufverfolgung für die angegebenen Aufgabe
es: No hay seguimiento regresivo para la tarea especificada
ja: 指定されたタスクのバックトレースがありません
ru: Нет обратной трассировки для указанной задачи

source: Retrace server is fully loaded at the moment
de: Der Retrace-Server ist im Moment vollständig ausgelastet
es: El servidor está totalmente ocupado en este momento
ja: 現在リトレースサーバーが満杯です
ru: Сервер трассировки полностью загружен в данный момент

source: You must use POST method
de: Sie müssen eine POST-Methode verwenden
es: Debe usar el método POST
ja: POSTメソッドが必要です
ru: Вы должны использовать метод POST

source: Specified archive format is not supported
de: Das angegebene Archivformat wird nicht unterstützt
es: No se admite el formato de archivo indicado
ja: 指定されたアーカイブ形式はサポートされていません
ru: Указанный формат архива не поддерживается

source: You need to set Content-Length header properly
de: Sie müssen den Content-Length-Header richtig einstellen
es: La petición debe incluir la cabecera Content-Length
ja: Content-Lengthヘッダーを正しく設定する必要があります
ru: Нужно правильно настроить заголовок Content-Length

source: Specified archive is too large
de: Das angegebene Archiv ist zu groß
es: El archivo es demasiado grande
ja: 指定されたアーカイブは大きすぎます
ru: Указанный архив слишком большой

source: X-CoreFileDirectory header has been disabled by server administrator
de: Der X-CoreFileDirectory-Header wurde vom Serveradministrator deaktiviert
es: El administrador del servidor ha desactivado el encabezamiento X-CoreFileDirectory
ja: X-CoreFileDirectoryヘッダーがサーバー管理者により無効化されています
ru: Заголовок X-CoreFileDirectory header отключен администратором сервера

source: Unable to create working directory
de: Das Arbeitsverzeichnis konnte nicht angelegt werden
es: No se pudo crear el directorio de trabajo
ja: 作業ディレクトリを作成できません
ru: Невозможно создать рабочий каталог

source: Unable to obtain disk free space
de: Der freie Speicher des Laufwerks konnte nicht ermittelt werden
es: No se pudo determinar la cantidad de espacio libre del disco
ja: ディスクの空き容量を取得できません
ru: Невозможно получить свободное место на диске

source: There is not enough storage space on the server
de: Es ist nicht genügend Speicherplatz auf dem Server vorhanden
es: No hay suficiente espacio de almacenamiento en el servidor
ja: サーバーに十分な保存容量がありません
ru: На сервере недостаточно места для хранения

source: Unable to create new task
de: Es konnte kein neuer Task angelegt werden
es: No se puede crear una tarea nueva
ja: 新しいタスクを作成できません
ru: Невозможно создать новую задачу

source: The directory specified in 'X-CoreFileDirectory' does not exist
de: Das Verzeichnis, welches in "X-CoreFileDirectory" spezifiziert wird, existiert nicht
es: El directorio indicado en 'X-CoreFileDirectory' no existe
ja: X-CoreFileDirectoryで指定されているディレクトリが存在しません
ru: Не существует каталог, указанный в «X-CoreFileDirectory»

source: There are %d files in the '%s' directory. Only a single archive is supported at the moment
de: Es befinden sich %d Dateien im Verzeichnis '%s'. Nur ein einziges Archiv kann im Moment unterstützt werden
es: Hay %d archivos en el directorio '%s'. Por ahora sólo se permite un único archivo
ja: %d個のファイルがディレクトリ'%s'には存在します。ここでは単一のファイルのみがサポートされています
ru: В каталоге «%s» %d файлов. Сейчас поддерживается только один архив

source: You header specifies '%s' type, but the file type does not match
de: Ihr Header legt den Typ %s fest, aber die Dateityp stimmt nicht überein
es: El encabezamiento indica un tipo '%s', que no coincide con el tipo de archivo
ja: ヘッダーは%s型を指定していますが、ファイル形式が一致しません
ru: В заголовке указывается тип «%s», но тип файла этому не соответствует

source: Unable to save archive
de: Archiv konnte nicht gespeichert werden
es: No se puede guardar el archivador
ja: アーカイブを保存できません
ru: Невозможно сохранить архив

source: Unable to obtain unpacked size
de: Die ausgepackte Größe konnte nicht ermittelt werden
es: No se pudo determinar el tamaño descomprimido
ja: 展開後のサイズを取得できません
ru: Невозможно получить распакованный размер

source: Specified archive's content is too large
de: Der angegebene Inhalt des Archivs ist zu groß
es: El contenido del archivo es demasiado grande
ja: 指定されたアーカイブの内容が大きすぎます
ru: Содержимое указанного массива слишком велико

source: Unable to unpack archive
de: Archiv konnte nicht entpackt werden
es: No se pudo descomprimir el archivo
ja: アーカイブを展開できません
ru: Невозможно распаковать архив

source: Symlinks are not allowed to be in the archive
de: Symlinks dürfen in einem Archiv nicht vorkommen
es: No se permiten los enlaces simbólicos en el archivo
ja: シンボリックリンクはこのアーカイブでは使用できません
ru: Символические ссылки не допускаются в архиве

source: The '%s' file is larger than expected
de: Die Datei '%s' ist größer als erwartet
es: El archivo «%s» es mayor de lo esperado
ja: ファイル%sが想定より大きいです
ru: Файл «%s» больше, чем ожидалось

source: File '%s' is not allowed to be in the archive
de: Die Datei '%s' darf nicht ins Archiv aufgenommen werden
es: No se permite el archivo «%s» en el archivador
ja: ファイル'%s'はアーカイブに含めることができません
ru: Файл «%s» не допускается в архиве

source: Interactive tasks were disabled by server administrator
de: Interaktive Aufgaben wurde von Serveradministrator deaktiviert
es: El administrador del servidor ha desactivado las tareas interactivas
ja: 双方向タスクはサーバー管理者により無効化されています
ru: Интерактивные задачи отключены администратором сервера

source: Required file '%s' is missing
de: Die benötigte Datei '%s' kann nicht gefunden werden
es: Falta el archivo obligatorio «%s»
ja: 要求されたファイル'%s'が見つかりません
ru: Требуемый файл «%s» отсутствует

source: Retrace Server
es: Servidor Retrace
ja: リトレースサーバー
ru: Сервер трассировки

source: Welcome to Retrace Server
de: Willkommen beim Retrace-Server
es: Bienvenido al servidor Retrace
ja: リトレースサーバーへようこそ
ru: Добро пожаловать на сервер трассировки

source: Retrace Server is a service that provides the possibility to analyze coredump and generate backtrace over network. You can find further information at Retrace Server&apos;s github:
ja: リトレースサーバーはネットワーク経由でコアダンプを分析しバックトレースを作成するサービスです。さらなる情報はgithubにあります：
ru: Сервер трассировки - это служба, предоставляющая возможность анализировать аварийный дамп памяти и генерировать обратную трассировку по сети. Дополнительную информацию можно найти на странице github сервера трассировки:

source: Only the secure HTTPS connection is now allowed by the server. HTTP requests will be denied.
de: Der Server erlaubt im Moment nur HTTPS Verbindungen. HTTP Anfragen werden abgewiesen.
es: Ahora sólo se permiten las conexiones HTTPS. Se denegarán las peticiones HTTP.
ja: 現在サーバーでは安全なHTTPS接続のみが許可されています。HTTP接続は拒否されます。
ru: Теперь сервером допускается только защищенное HTTPS-соединение. HTTP-запросы будут отклоняться.

source: Both HTTP and HTTPS are allowed. Using HTTPS is strictly recommended because of security reasons.
de: HTTP und HTTPS sind erlaubt. Die Verwendung von HTTPS wird aus Sicherheitsgründen dringend empfohlen
es: Se permiten tanto HTTP como HTTPS. Se recomienda usar sólo HTTPS, por razones de seguridad.
ja: HTTP接続とHTTPS接続の両方を利用できます。ただしセキュリティ上の理由によりHTTPS接続を使用することが強く推奨されます。
ru: Разрешаются и HTTP, и HTTPS. Строго рекомендуется использовать HTTPS из соображений безопасности.

source: The following releases are supported: %s
de: Die folgenden Release werden unterstützt: %s
es: Hay soporte para las siguientes versiones: %s
ja: 次のリリースがサポートされています： %s
ru: Поддерживаются следующие выпуски: %s

source: Your coredump is only kept on the server while the retrace job is running. Once the job is finished, the server keeps retrace log and backtrace. All the other data (including coredump) are deleted. The retrace log and backtrace are only accessible via unique task ID and password, thus no one (except the author) is allowed to view it. All the crash information (including backtrace) is deleted after %d hours of inactivity. No possibly private data are kept on the server any longer.
de: Ihr Speicherauszug wird nur auf dem Server belassen, während der Retrace-Vorgang läuft. Sowie der Vorgang abgeschlossen ist, erstellt der Server ein Retrace-Log und eine Ablaufverfolgung. Alle anderen Dateien (auch der Speicherauszug) werden gelöscht. Das Retrace-Log und die Ablaufverfolgung sind nur über die eindeutige ID und ein Passwort zugänglich. Es kann also von Niemandem (außer dem Auto) eingesehen werden. Alle Absturzinformationen (auch die Ablaufverfolgung) werden nach %d Stunden Inaktivität gelöscht. Keine potentiell vertraulichen Daten werden länger auf dem Server gespeichert.
es: Su volcado sólo permanece en el servidor mientras se ejecuta la obtención de las trazas. Una vez terminada esa tarea, se guardan las trazas y el registro del traceado; el resto de datos (incluido el volcado del proceso) se borran. Para acceder tanto a las trazas como al registro se necesitan el identificador de tarea y una clave, de forma que sólo se permite al autor verlas. Toda la información (incluidas las trazas) se borra tras %d horas de inactividad. No se guardan en el servidor datos que puedan ser privados durante más tiempo.
ja: 再現ジョブの実行中コアダンプはサーバーにのみ保存されます。ジョブが完了した後は、ログとバックトレースがサーバーに保持されます。このときコアダンプを含んだ他のデータは削除されます。再現ログとバックトレースへのアクセスには固有タスクIDとパスワードが必要であり、作成者以外は閲覧できません。バックトレースを含んだクラッシュの情報は%d時間何もなければ削除されます。これ以降、プライベートである可能性があるデータはサーバーに保持されません。
ru: Ваш аварийный дамп памяти хранится на сервере только на время работы задания трассировки. Как только это задание завершается, сервер хранит журнал трассировки и обратную трассировку. Все другие данные (включая дамп памяти) удаляются. К журналу трассировки и обратной трассировке можно получить доступ только через уникальный ID задачи и пароль, поэтому никому (кроме автора) не разрешается просмотр. Все информация о сбое (включая обратную трассировку) удаляется после %d часов бездействия. Дальше никакие, вероятно, личные данные не хранятся на сервере.

source: Your coredump is only used for retrace purposes. Server administrators are not trying to get your private data from coredumps or backtraces. Using a secure communication channel (HTTPS) is strictly recommended. Server administrators are not responsible for the problems related to the usage of an insecure channel (such as HTTP).
de: Ihr Speicherauszug wird nur für Retrace-Zwecke verwendet. Server-Administratoren versuchen nicht auf ihre privaten Daten in Speicherauszügen und Ablaufverfolgungen zuzugreifen. Das Verwenden eines gesicherten Kommunikationskanals (HTTPS) wird sehr empfohlen. Server-Administratoren sind nicht verantwortlich für die Verwendung unsicherer Kommunikationskanäle (wie HTTP).
es: Los datos de su volcado sólo se usan para obtener las trazas de ejecución. Los administradores del servidor no están intentando obtener datos privados a partir de los mismos. Se recomienda usar únicamente un canal de comunicación seguro (HTTPS). Los administradores del servidor no se responsabilizan de las consecuencias de usar un canal inseguro (como HTTP).
ja: コアダンプは再現目的のみに使用されます。サーバー管理者はあなたの個人情報をコアダンプやバックトレースから収集しようとしていません。安全な接続経路（HTTPS）を使用することが強く推奨されています。サーバー管理者は安全でない接続（HTTPなど）を使用した場合の責任を負いません。
ru: Ваш дамп памяти используется только для трассировки. Администраторы сервера не пытаются получить ваши личные данные из дампов памяти или обратных трассировок. Использование безопасного канала связи (HTTPS) строго рекомендуется. Администраторы сервера не несут ответственность за проблемы, связанные с использованием небезопасного канала (например, HTTP).

source: At the moment the server is loaded for %d%% (running %d out of %d jobs).
de: Im Moment ist der Server zu %d%% ausgelastet (es werden %d von %d Aufgaben ausgeführt).
es: En este momento el servidor está ocupado al %d%% (ejecutando %d tareas de %d).
ja: 現在サーバーには%d%%個のジョブがあります (現在 %d 個目のジョブを実行中： %d 個中).
ru: В данный момент сервер загружен на %d%% (работают %d из %d задач).

source: There is no log for the specified task
de: Für die angegebene Aufgabe gibt es keinen Log
es: No hay registro para la tarea indicada
ja: 指定されたタスクのログがありません
ru: Нет журнала для указанной задачи

source: Architecture
de: Architektur
es: Arquitectura
ja: アーキテクチャ
ru: Архитектура

source: Architectures
de: Architekturen
es: Arquitecturas
ja: アーキテクチャー
ru: Архитектуры

source: Build-id
es: Identificador de compilación
ja: ビルドID
ru: ID сборки

source: Count
de: Anzahl
es: Recuento
ja: カウント
ru: Счет

source: Denied jobs
de: Abgewiesene Aufgaben
es: Tareas denegadas
ja: 拒否されたジョブ
ru: Отклоненные задания

source: Failed
de: Fehlgeschlagen
es: Fallidas
ja: 失敗
ru: Сбой

source: First retrace
de: Erster Retrace
es: Primera traza
ja: 1回目の再現
ru: Первая трассировка

source: Global statistics
de: Globale Statistik
es: Estadísticas generales
ja: 全体的な統計
ru: Глобальная статистика

source: Missing build-ids
de: Fehlende Build-IDs
es: Identificadores de compilación faltantes
ja: build idがありません
ru: Идентификаторы отсутствующих сборок

source: Name
es: Nombre
ja: 名前
ru: Имя

source: Release
es: Lanzamiento
ja: リリース
ru: Выпуск

source: Releases
de: Release
es: Lanzamientos
ja: リリース
ru: Выпуски

source: Required packages
de: Benötigte Pakete
es: Paquetes necesarios
ja: 要求されたパッケージ
ru: Требуемые пакеты

source: Retraced packages
de: Zurückverfolgte Pakete
es: Paquetes traceados
ja: 再現済みパッケージ
ru: Трассированные пакеты

source: Retrace Server statistics
de: Retrace-Server Statistiken
es: Estadísticas del servidor
ja: リトレースサーバー情報
ru: Статистика сервера трассировки

source: Shared object name
de: Names des geteilten Objekts
es: Nombre de objeto compartido
ja: 共有オブジェクト名
ru: Имя общего объекта

source: Successful
de: Erfolgreich
es: Con éxito
ja: 成功
ru: Успешно

source: Total
de: Insgesamt
ja: 合計
ru: Всего

source: Versions
de: Versionen
es: Versiones
ja: バージョン
ru: Версии
